{
  "Bottle/Airless bottle - ขวดสูญญากาศ": [
    {
      "filename": "001.png",
      "altText": "ขวดบรรจุภัณฑ์ทรงกระบอกสูงสีฟ้าใส ฝาครอบใส ระบบหัวสเปรย์แบบ fine mist ภายในมีหลอดดูดตรง เหมาะสำหรับโทนเนอร์ สเปรย์น้ำแร่ และสกินแคร์สูตรน้ำ",
      "path": "/catalog/Bottle/Airless bottle - ขวดสูญญากาศ/001.png"
    },
    {
      "filename": "002.png",
      "altText": "ขวดบรรจุภัณฑ์ทรงเหลี่ยมผืนผ้าขอบมน (rectangular cosmetic bottle) ตัวขวดใสผิวเรียบ ฝาสีดำทรงเหลี่ยม ระบบหัวปั๊มคู่ (dual pump dispenser) เหมาะสำหรับสกินแคร์สูตรสองส่วนหรือเซรั่มแบบ dual chamber",
      "path": "/catalog/Bottle/Airless bottle - ขวดสูญญากาศ/002.png"
    },
    {
      "filename": "003.png",
      "altText": "ขวดบรรจุภัณฑ์พลาสติกทรงกระบอกใส ระบบปั๊มสุญญากาศ (airless pump bottle) ภายในเป็นแกนดันครีมจากด้านล่าง เหมาะสำหรับเซรั่ม ครีมบำรุง และผลิตภัณฑ์ที่ต้องการความสะอาดสูง",
      "path": "/catalog/Bottle/Airless bottle - ขวดสูญญากาศ/003.png"
    },
    {
      "filename": "004.png",
      "altText": "ขวดบรรจุภัณฑ์เครื่องสำอางทรงกระบอกเรียวยาว (slim cylindrical cosmetic bottle) ระบบปั๊มสุญญากาศแบบ airless ตัวขวดพลาสติกกึ่งโปร่งแสงสีขาวน้ำนม ภายในเป็นแกนดันครีมจากด้านล่าง ไม่มีหลอดดูด ช่วยลดการปนเปื้อน",
      "path": "/catalog/Bottle/Airless bottle - ขวดสูญญากาศ/004.png"
    },
    {
      "filename": "005.png",
      "altText": "ขวดพลาสติกทรงกระบอกขอบมนหลายขนาด หัวปั๊มกด (pump dispenser) 2 หัว สีฟ้า–เขียวพาสเทล พร้อมฝาครอบใส ตัวขวดผิวกึ่งโปร่งแสง เหมาะสำหรับโลชั่น เซรั่ม และสกินแคร์รายวัน",
      "path": "/catalog/Bottle/Airless bottle - ขวดสูญญากาศ/005.png"
    },
    {
      "filename": "006.png",
      "altText": "ขวดสเปรย์ทรงกระบอกแบบ airless สีเทา–ขาว ดีไซน์สองโทน หัวพ่นแบบ fine mist ไม่มีหลอดดูดภายใน เหมาะสำหรับเซรั่ม สกินแคร์สูตรบาง และผลิตภัณฑ์เวชสำอาง",
      "path": "/catalog/Bottle/Airless bottle - ขวดสูญญากาศ/006.png"
    },
    {
      "filename": "007.png",
      "altText": "หลอดบรรจุภัณฑ์ทรงกระบอกสีเหลืองพาสเทล ระบบกดแบบ airless pump ตัวหลอดผิวเรียบไม่มีหลอดดูดภายใน ช่วยควบคุมปริมาณและลดการปนเปื้อน เหมาะสำหรับครีม เซรั่ม และสกินแคร์พรีเมียม",
      "path": "/catalog/Bottle/Airless bottle - ขวดสูญญากาศ/007.png"
    },
    {
      "filename": "008.png",
      "altText": "หลอดบรรจุภัณฑ์เครื่องสำอางทรงปากกา (pen-style cosmetic tube) ตัวหลอดทรงกระบอกเรียวยาว สีเขียวมิ้นต์ ฝาครอบใส ภายในเป็นหัวลูกกลิ้งโลหะ 3 ลูก (triple metal roller head) เหมาะสำหรับอายเซรั่ม เจลลดบวม และผลิตภัณฑ์นวดรอบดวงตา",
      "path": "/catalog/Bottle/Airless bottle - ขวดสูญญากาศ/008.png"
    }
  ],
  "Bottle/Press bottle - ขวดฝากด": [
    {
      "filename": "001.png",
      "altText": "ขวดพลาสติกทรงกระบอก ไหล่ขวดตัดตรงเล็กน้อย ตัวขวดโปร่งใสสีใส ปิดด้วยฝาเกลียวสีดำทรงเตี้ย ผิวเงา เหมาะสำหรับครีมหรือเจล",
      "path": "/catalog/Bottle/Press bottle - ขวดฝากด/001.png"
    },
    {
      "filename": "002.png",
      "altText": "ขวดพลาสติกทรงกระบอกสูง ผิวกึ่งโปร่งแสงสีขาวน้ำนม ไหล่ขวดโค้งมน คอขวดสั้นแบบตรง ปิดด้วยฝากดสีขาว ผิวเรียบ เหมาะสำหรับบรรจุโทนเนอร์หรือโลชั่น",
      "path": "/catalog/Bottle/Press bottle - ขวดฝากด/002.png"
    },
    {
      "filename": "003.png",
      "altText": "ขวดพลาสติกทรงกระบอกสูง ผิวทึบสีขาว ไหล่ขวดโค้งมน คอขวดสั้น ปิดด้วยฝากดทรงกระบอกสีทองเงา ให้ภาพลักษณ์พรีเมียม เหมาะกับสกินแคร์",
      "path": "/catalog/Bottle/Press bottle - ขวดฝากด/003.png"
    },
    {
      "filename": "004.png",
      "altText": "ขวดพลาสติกทรงกระบอกสูง ผิวทึบสีดำ ไหล่ขวดโค้งมน คอขวดสั้น ปิดด้วยฝากดทรงกระบอกสีทองเงา ลุคหรูหรา โมเดิร์น เหมาะกับแบรนด์พรีเมียม",
      "path": "/catalog/Bottle/Press bottle - ขวดฝากด/004.png"
    },
    {
      "filename": "005.png",
      "altText": "ขวดพลาสติกทรงกระบอกสูง ผิวโปร่งแสงสีขาวใส ไหล่ขวดโค้งมน คอขวดสั้น ปิดด้วยฝากดสีดำทรงกลม ผิวเงา ให้ลุคเรียบ มินิมอล",
      "path": "/catalog/Bottle/Press bottle - ขวดฝากด/005.png"
    },
    {
      "filename": "006.png",
      "altText": "ขวดพลาสติกทรงกระบอกสูง ผิวโปร่งแสงสีอำพัน ไหล่ขวดโค้งมน คอขวดสั้น ปิดด้วยฝากดสีดำทรงสูง ผิวเงา เหมาะสำหรับโลชั่น น้ำมัน หรือแฮร์แคร์",
      "path": "/catalog/Bottle/Press bottle - ขวดฝากด/006.png"
    },
    {
      "filename": "007.png",
      "altText": "ขวดพลาสติกทรงกระบอกเตี้ย ไหล่ขวดตัดตรง ตัวขวดโปร่งแสงสีอำพัน (amber) ปิดด้วยฝาเกลียวสีดำทรงกลม ผิวเงา เหมาะสำหรับผลิตภัณฑ์ที่ต้องป้องกันแสง",
      "path": "/catalog/Bottle/Press bottle - ขวดฝากด/007.png"
    },
    {
      "filename": "008.png",
      "altText": "ขวดพลาสติกทรงกระบอกเตี้ย ไหล่ขวดตัดตรง ตัวขวดโปร่งแสงสีเขียวอมเหลือง (olive green) ปิดด้วยฝาเกลียวสีดำ ผิวเงา ให้ลุคธรรมชาติ สายออร์แกนิก",
      "path": "/catalog/Bottle/Press bottle - ขวดฝากด/008.png"
    }
  ],
  "Bottle/Pump bottle - ขวดปั๊ม": [
    {
      "filename": "001.png",
      "altText": "ขวดปั๊มพลาสติกทรงสี่เหลี่ยมมุมโค้ง สีชาใส (amber) พร้อมหัวปั๊มสีขาว ทรงสูงเรียบ ผนังขวดโปร่งแสงเห็นของเหลวด้านใน เหมาะสำหรับสบู่เหลวหรือโลชั่น",
      "path": "/catalog/Bottle/Pump bottle - ขวดปั๊ม/001.png"
    },
    {
      "filename": "002.png",
      "altText": "ขวดปั๊มพลาสติกสีขาวทรงกระบอกสูง ฐานมน พร้อมหัวปั๊มสีขาว ทรงเพรียวเรียบ เหมาะสำหรับแชมพู เจลอาบน้ำ หรือโลชั่น",
      "path": "/catalog/Bottle/Pump bottle - ขวดปั๊ม/002.png"
    },
    {
      "filename": "003.png",
      "altText": "ขวดปั๊มพลาสติกสีขาวทรงกลมป้อม ฐานกว้าง ตัวขวดโค้งมน พร้อมหัวปั๊มสีขาว ดีไซน์เรียบ สะอาด เหมาะสำหรับครีมบำรุงหรือสบู่ล้างมือ",
      "path": "/catalog/Bottle/Pump bottle - ขวดปั๊ม/003.png"
    },
    {
      "filename": "004.png",
      "altText": "ขวดปั๊มพลาสติกสีขาวทรงแอปเปิ้ล 2 ขวด พร้อมหัวปั๊มสีดำวางด้านข้าง รูปทรงมนโค้งจับถนัดมือ เหมาะสำหรับเซรั่มหรือโลชั่น",
      "path": "/catalog/Bottle/Pump bottle - ขวดปั๊ม/004.png"
    },
    {
      "filename": "005.png",
      "altText": "ขวดปั๊มโลชั่นทรงกระบอกสีดำเงา พร้อมคอปั๊มโลหะสีเงินและหัวปั๊มสีดำ รูปทรงเพรียวสูง ให้ลุคพรีเมียม เหมาะสำหรับสกินแคร์ระดับพรีเมียม",
      "path": "/catalog/Bottle/Pump bottle - ขวดปั๊ม/005.png"
    },
    {
      "filename": "006.png",
      "altText": "ขวดสเปรย์พลาสติกทรงกระบอกสีดำด้าน ขนาด 30 มิลลิลิตร พร้อมหัวสเปรย์ซ่อนในตัว ดีไซน์มินิมอล",
      "path": "/catalog/Bottle/Pump bottle - ขวดปั๊ม/006.png"
    },
    {
      "filename": "007.png",
      "altText": "ขวดสเปรย์พลาสติกใสทรงกระบอกฐานมน สีฟ้าอ่อนกึ่งโปร่งแสง พร้อมหัวสเปรย์สีขาวและฝาครอบใส ท่อดูดของเหลวมองเห็นภายใน เหมาะสำหรับสกินแคร์",
      "path": "/catalog/Bottle/Pump bottle - ขวดปั๊ม/007.png"
    },
    {
      "filename": "008.png",
      "altText": "ขวดโฟมปั๊มพลาสติกสีชาใส ทรงกระบอกตรง ฐานมน พร้อมหัวโฟมสีดำและฝาครอบใส ภายในมีท่อดูดและกลไกสร้างโฟม เหมาะสำหรับโฟมล้างหน้า",
      "path": "/catalog/Bottle/Pump bottle - ขวดปั๊ม/008.png"
    }
  ],
  "Cream tube/หลอดกลม - Round Tube": [
    {
      "filename": "001.png",
      "altText": "บรรจุภัณฑ์หลอดบีบสีขาว ผิวสัมผัสกึ่งเงา ปิดด้วยฝาครอบพลาสติกใสทรงกระบอก หัวลูกกลิ้งสีเงิน",
      "path": "/catalog/Cream tube/หลอดกลม - Round Tube/001.png"
    },
    {
      "filename": "002.png",
      "altText": "หลอดบรรจุภัณฑ์สีขาว ผิวแมตต์ ดีไซน์ปลายหลอดกว้างและเฉียงเล็กน้อย พร้อมฝาปิดแบบเกลียวสีขาวเข้าชุดกัน",
      "path": "/catalog/Cream tube/หลอดกลม - Round Tube/002.png"
    },
    {
      "filename": "003.png",
      "altText": "หลอดบีบสีขาวขนาดเล็ก 2 หลอด หลอดหนึ่งเป็นหัวสำหรับนวดครีม และอีกหลอดเป็นหัวลูกกลิ้งโลหะ (Roller Ball) สำหรับทารอบดวงตา",
      "path": "/catalog/Cream tube/หลอดกลม - Round Tube/003.png"
    },
    {
      "filename": "004.png",
      "altText": "หลอดบีบสีขาวทรงเรียวยาว ปากหลอดมีลักษณะเป็นดรอปเปอร์ ปิดด้วยฝาเกลียวพลาสติกใส",
      "path": "/catalog/Cream tube/หลอดกลม - Round Tube/004.png"
    },
    {
      "filename": "005.png",
      "altText": "หลอดบีบสีดำสนิท ผิวมันวาว ทรงมาตรฐานขนาดกะทัดรัด พร้อมฝาปิดแบบหมุนสีดำ",
      "path": "/catalog/Cream tube/หลอดกลม - Round Tube/005.png"
    },
    {
      "filename": "006.png",
      "altText": "หลอดผลิตภัณฑ์สกินแคร์สีดำเงา ทรงเรียวยาว พร้อมหัวกดแบบปั๊มสีดำ (Pump Tube) บนพื้นหลังสีขาวสะอาด",
      "path": "/catalog/Cream tube/หลอดกลม - Round Tube/006.png"
    },
    {
      "filename": "007.png",
      "altText": "หลอดผลิตภัณฑ์สีขาว 2 หลอด วางสลับทิศทางกัน โดดเด่นด้วยฝาปิดทรงกรวยแหลมดูทันสมัย",
      "path": "/catalog/Cream tube/หลอดกลม - Round Tube/007.png"
    },
    {
      "filename": "008.png",
      "altText": "หลอดสกินแคร์สีขาวมินิมอล มาพร้อมกับฝาปิดโลหะสีเงินเงาวาว ทรงกระบอกตั้งตรง",
      "path": "/catalog/Cream tube/หลอดกลม - Round Tube/008.png"
    }
  ],
  "Cream tube/หลอดรี - Oval Tube": [
    {
      "filename": "001.png",
      "altText": "ขวดบรรจุภัณฑ์พลาสติกสีขาวทรงไข่ (oval_egg shape) ด้านบนโค้งมน ฐานล่างกว้าง แยกชิ้นฝาล่าง มีรอยคาดรอบขวด เหมาะสำหรับเครื่องสำอางและสกินแคร์",
      "path": "/catalog/Cream tube/หลอดรี - Oval Tube/001.png"
    },
    {
      "filename": "002.png",
      "altText": "ขวดบรรจุภัณฑ์สีขาวทรงแคปซูลมุมมน (rounded capsule body) ด้านบนโค้งมน ฐานล่างเป็นฝากสีเงินเมทัลลิกทรงครึ่งวงกลม ดูพรีเมียม เหมาะกับสกินแคร์และผลิตภัณฑ์ดูแลผิว",
      "path": "/catalog/Cream tube/หลอดรี - Oval Tube/002.png"
    },
    {
      "filename": "003.png",
      "altText": "ชุดหลอดบรรจุภัณฑ์สีเงิน พร้อมฝาเกลียวมีห่วง เหมาะสำหรับเซรั่ม ครีม และผลิตภัณฑ์สกินแคร์พรีเมียม",
      "path": "/catalog/Cream tube/หลอดรี - Oval Tube/003.png"
    },
    {
      "filename": "004.png",
      "altText": "หลอดบีบพลาสติกสีขาวทรงรี (oval squeeze tube) ตัวหลอดสูง เรียวเล็กน้อยด้านบน ปิดปลายบนแบบซีล (crimped seal) ฐานเป็นฝาทรงกระบอกหนา ตั้งได้ เหมาะสำหรับครีมและโฟมล้างหน้า",
      "path": "/catalog/Cream tube/หลอดรี - Oval Tube/004.png"
    },
    {
      "filename": "005.png",
      "altText": "หลอดบีบพลาสติกสีดำทรงเรียว (tapered squeeze tube) ไหล่หลอดมนเล็กน้อย ปากหลอดอยู่ด้านล่างพร้อมฝาเปิด-ปิด (flip-top cap) เหมาะสำหรับครีม เจล และโฟมล้างหน้า",
      "path": "/catalog/Cream tube/หลอดรี - Oval Tube/005.png"
    },
    {
      "filename": "006.png",
      "altText": "หลอดบีบสีขาวขนาดเล็กทรงเรียว (slim squeeze tube) ไหล่หลอดมนเล็กน้อย ฐานเป็นฝาทรงโดมโค้งมนในตัว ตั้งได้ เหมาะสำหรับครีมซองทดลอง เจล หรือแฮนด์ครีม",
      "path": "/catalog/Cream tube/หลอดรี - Oval Tube/006.png"
    },
    {
      "filename": "007.png",
      "altText": "หลอดบีบสีขาวทรงกรวยตัด (trapezoid tube) ช่วงบนกว้างและเรียวลงมาด้านล่าง มีปากหลอดทรงกระบอกยื่นออก (nozzle_neck) สำหรับใส่ฝาเกลียว เหมาะสำหรับครีมและโลชั่น",
      "path": "/catalog/Cream tube/หลอดรี - Oval Tube/007.png"
    },
    {
      "filename": "008.png",
      "altText": "หลอดบีบสีขาวทรงสี่เหลี่ยมมน (rounded rectangle tube) ช่วงบนกว้างแล้วค่อย ๆ เรียวลง ฐานเป็นฝาเปิด-ปิดด้านล่าง (flip-top) ตั้งได้ หัวลูกกลิ้ง เหมาะสำหรับครีมกันแดดและสกินแคร์",
      "path": "/catalog/Cream tube/หลอดรี - Oval Tube/008.png"
    }
  ],
  "Jar/Cream jar กระปุกครีม": [
    {
      "filename": "001.png",
      "altText": "กระปุกครีมพลาสติกสีชมพูอ่อน แบบแยกชิ้น ฝา ตัวกระปุก และแผ่นรอง",
      "path": "/catalog/Jar/Cream jar กระปุกครีม/001.png"
    },
    {
      "filename": "002.png",
      "altText": "กระปุกครีมอะคริลิกทรงกลม ฝาเงินเงา ตัวกระปุกใสสีฟ้า ดีไซน์พรีเมียม",
      "path": "/catalog/Jar/Cream jar กระปุกครีม/002.png"
    },
    {
      "filename": "003.png",
      "altText": "กระปุกครีมอะคริลิกทรงหัวใจ ฝาสีชมพู และฝาสีดำ ตัวกระปุกเป็นสีใส",
      "path": "/catalog/Jar/Cream jar กระปุกครีม/003.png"
    },
    {
      "filename": "004.png",
      "altText": "กระปุกครีมอะคริลิกสีทองใส พร้อมฝาเกลียว เปิดฝาเห็นแผ่นปิดสีขาวด้านใน",
      "path": "/catalog/Jar/Cream jar กระปุกครีม/004.png"
    },
    {
      "filename": "005.png",
      "altText": "กระปุกครีมอะคริลิกใส ฝาสีขาว ทรงกลม ดีไซน์เรียบมินิมอล",
      "path": "/catalog/Jar/Cream jar กระปุกครีม/005.png"
    },
    {
      "filename": "006.png",
      "altText": "กระปุกทรงกระบอก สีพาสเทล ฟ้า ดำ ขาว และชมพู",
      "path": "/catalog/Jar/Cream jar กระปุกครีม/006.png"
    },
    {
      "filename": "007.png",
      "altText": "กระปุกพลาสติกทรงสี่เหลี่ยม สีชมพู เทา และขาว พร้อมฝาปิด",
      "path": "/catalog/Jar/Cream jar กระปุกครีม/007.png"
    },
    {
      "filename": "008.png",
      "altText": "กระปุกแก้วสีเขียวมะกอก 3 ขนาด พร้อมฝาสีดำ วางเรียงขนาด",
      "path": "/catalog/Jar/Cream jar กระปุกครีม/008.png"
    }
  ],
  "Jar/Toner pad jar กระปุกโทนเนอร์แพด": [
    {
      "filename": "001.png",
      "altText": "กระปุกครีมทรงกลมสีม่วงอ่อน ฝาเปิดครึ่ง มีที่ตักวางนอนอยู่ด้านใน",
      "path": "/catalog/Jar/Toner pad jar กระปุกโทนเนอร์แพด/001.png"
    },
    {
      "filename": "002.png",
      "altText": "กระปุกครีมทรงสี่เหลี่ยมสีม่วง ฝาเปิด พร้อมไม้พายสำหรับตักครีมด้านใน",
      "path": "/catalog/Jar/Toner pad jar กระปุกโทนเนอร์แพด/002.png"
    },
    {
      "filename": "003.png",
      "altText": "กระปุกครีมพลาสติกใสแบบสองช่อง เปิดฝาโชว์พื้นที่ใส่เนื้อครีม",
      "path": "/catalog/Jar/Toner pad jar กระปุกโทนเนอร์แพด/003.png"
    },
    {
      "filename": "004.png",
      "altText": "กระปุกครีมสีเหลืองแบบฝาเปิด พร้อมถ้วยด้านในสีขาว ถอดแยกชิ้นได้ พร้อมที่ตัก",
      "path": "/catalog/Jar/Toner pad jar กระปุกโทนเนอร์แพด/004.png"
    },
    {
      "filename": "005.png",
      "altText": "กระปุกโทนเนอร์แพดทรงสี่เหลี่ยมสีชมพู พร้อมที่คีบ",
      "path": "/catalog/Jar/Toner pad jar กระปุกโทนเนอร์แพด/005.png"
    },
    {
      "filename": "006.png",
      "altText": "กระปุกโทนเนอร์แพดสีชมพูแบบฝาเปิด พร้อมที่คีบ",
      "path": "/catalog/Jar/Toner pad jar กระปุกโทนเนอร์แพด/006.png"
    }
  ],
  "Lip/Lip Gloss ลิปกลอส": [
    {
      "filename": "001.png",
      "altText": "ขวดลิปกลอสเปล่า สีชมพู ทรงกระบอก พร้อมแปรงทาลิป แพ็กเกจเครื่องสำอางแบบมินิมอล",
      "path": "/catalog/Lip/Lip Gloss ลิปกลอส/001.png"
    },
    {
      "filename": "002.png",
      "altText": "ขวดลิปกลอสเปล่าทรงหัวใจ สีชมพู แพ็กเกจเครื่องสำอางดีไซน์น่ารัก เหมาะกับแบรนด์วัยรุ่น",
      "path": "/catalog/Lip/Lip Gloss ลิปกลอส/002.png"
    },
    {
      "filename": "003.png",
      "altText": "ขวดลิปกลอสเปล่าหลายสี หลายโทน จัดเรียงเป็นแถว สำหรับเลือกสีแพ็กเกจแบรนด์เครื่องสำอางค์",
      "path": "/catalog/Lip/Lip Gloss ลิปกลอส/003.png"
    },
    {
      "filename": "004.png",
      "altText": "ขวดลิปกลอสใส 2 หัว ฝาดำ พร้อมหัวแปรงทาลิป แพ็กเกจเครื่องสำอางแบบเรียบหรู",
      "path": "/catalog/Lip/Lip Gloss ลิปกลอส/004.png"
    },
    {
      "filename": "005.png",
      "altText": "บรรจุภัณฑ์ลิปกลอสทรงเหลี่ยม ฝาลายศิลป์ แยกขวดและหัวแปรง สำหรับลิควิดลิปพรีเมียม",
      "path": "/catalog/Lip/Lip Gloss ลิปกลอส/005.png"
    },
    {
      "filename": "006.png",
      "altText": "ลิปกลอสเปล่า สีดำ ทรงกระบอก แยกชิ้นฝา แปรง และขวด เหมาะสำหรับแบรนด์เครื่องสำอางค์",
      "path": "/catalog/Lip/Lip Gloss ลิปกลอส/006.png"
    },
    {
      "filename": "007.png",
      "altText": "แพ็กเกจลิปกลอสทรงเหลี่ยม ฝาสีชมพู ดำ และขาว ตัวขวดใส แยกชิ้นสำหรับบรรจุลิควิดลิป",
      "path": "/catalog/Lip/Lip Gloss ลิปกลอส/007.png"
    },
    {
      "filename": "008.png",
      "altText": "แพ็กเกจลิปกลอสทรงแคปซูล สีดำใส พร้อมแปรงทาลิป ดีไซน์ทันสมัย",
      "path": "/catalog/Lip/Lip Gloss ลิปกลอส/008.png"
    }
  ],
  "Lip/Lipstick ลิปสติก": [
    {
      "filename": "001.png",
      "altText": "ลิปสติกทรงสี่เหลี่ยม สีขาวตัดชมพูโรสโกลด์ และสีดำตัดชมพูโรสโกลด์ ฝาทรงสี่เหลี่ยม ผิวเรียบ",
      "path": "/catalog/Lip/Lipstick ลิปสติก/001.png"
    },
    {
      "filename": "002.png",
      "altText": "แท่งลิปสติกทรงกระบอกผิวเงา ไล่สีชมพูถึงขาว",
      "path": "/catalog/Lip/Lipstick ลิปสติก/002.png"
    },
    {
      "filename": "003.png",
      "altText": "แท่งลิปสติกทรงกระบอกสีทอง ผิวโลหะลายแกะสลัก ตัวแท่งเป็นสีดำ ฝาถอดวางข้าง เห็นแท่งลิปด้านใน",
      "path": "/catalog/Lip/Lipstick ลิปสติก/003.png"
    },
    {
      "filename": "004.png",
      "altText": "แท่งลิปสติกทรงสี่เหลี่ยมผิวมัน สีดำตัดเงิน ฝาถอดวางด้านข้าง เห็นแกนลิปด้านใน",
      "path": "/catalog/Lip/Lipstick ลิปสติก/004.png"
    },
    {
      "filename": "005.png",
      "altText": "แท่งลิปสติกทรงสี่เหลี่ยมลายโมเสกสีพาสเทล กรอบสีทอง หนึ่งแท่งเปิดเห็นแกนลิป อีกแท่งปิดฝา",
      "path": "/catalog/Lip/Lipstick ลิปสติก/005.png"
    },
    {
      "filename": "006.png",
      "altText": "แท่งลิปสติกทรงหกเหลี่ยมมุมตัด สีเทาอ่อน ดีไซน์มินิมอล",
      "path": "/catalog/Lip/Lipstick ลิปสติก/006.png"
    },
    {
      "filename": "007.png",
      "altText": "แพ็กเกจลิปสติกทรงกระบอกสีน้ำเงินเข้ม คาดแถบสีเงิน หนึ่งแท่งเปิดเห็นแกนลิป อีกแท่งปิดฝา และฝาวางด้านข้าง",
      "path": "/catalog/Lip/Lipstick ลิปสติก/007.png"
    },
    {
      "filename": "008.png",
      "altText": "แพ็กเกจลิปสติกทรงสี่เหลี่ยมผิวเงา ไล่สีเขียวถึงทอง หนึ่งแท่งเปิดเห็นแกนลิปสีทอง อีกแท่งปิดฝา",
      "path": "/catalog/Lip/Lipstick ลิปสติก/008.png"
    }
  ],
  "Powder case/Cushion case ตลับคุชชั่น": [
    {
      "filename": "001.png",
      "altText": "ตลับคุชชั่นทรงกลมสีครีมขอบโรสโกลด์ (round cushion compact with mesh filter) ภายในมีฟองน้ำควบคุมปริมาณและพัฟแต่งหน้า ฝาด้านในมีกระจกสะท้อน ดีไซน์พรีเมียม เหมาะสำหรับคุชชั่นและรองพื้นระดับไฮเอนด์",
      "path": "/catalog/Powder case/Cushion case ตลับคุชชั่น/001.png"
    },
    {
      "filename": "002.png",
      "altText": "ตลับคุชชั่นเครื่องสำอางทรงกลม (round cushion compact) สีดำเงา ฝาด้านในสีแดงแบบมีบานพับ โครงสร้างแยกชิ้น ประกอบด้วยฝา ตัวตลับ และวงแหวนล็อก เหมาะสำหรับบรรจุคุชชั่น รองพื้น หรือแป้งน้ำ",
      "path": "/catalog/Powder case/Cushion case ตลับคุชชั่น/002.png"
    },
    {
      "filename": "003.png",
      "altText": "ตลับเครื่องสำอางทรงสี่เหลี่ยมมุมมน (rounded square cosmetic compact) พลาสติกใสและสีชมพูใส ฝาพับแบบใส ดีไซน์โปร่ง เหมาะสำหรับบรรจุคุชชั่น แป้ง หรือผลิตภัณฑ์แต่งหน้าขนาดพกพา",
      "path": "/catalog/Powder case/Cushion case ตลับคุชชั่น/003.png"
    }
  ],
  "Powder case/Powder case ตลับแป้ง": [
    {
      "filename": "001.png",
      "altText": "กระปุกบรรจุภัณฑ์เครื่องสำอางทรงกระบอกเตี้ย สีโรสโกลด์ผิวเงา ฐานใส พร้อมหัวฟองน้ำกลมด้านบน ดีไซน์พรีเมียม เหมาะสำหรับผลิตภัณฑ์รองพื้น คุชชั่น",
      "path": "/catalog/Powder case/Powder case ตลับแป้ง/001.png"
    },
    {
      "filename": "002.png",
      "altText": "กระปุกเครื่องสำอางทรงกระบอกเตี้ย สีดำ ฐานใส ออกแบบพร้อมหัวฟองน้ำกลมเนื้อนุ่มสำหรับกดและเกลี่ยเนื้อผลิตภัณฑ์ ตัวกระปุกแยกชิ้นได้ ช่วยควบคุมปริมาณการใช้งาน เหมาะกับรองพื้น คุชชั่น",
      "path": "/catalog/Powder case/Powder case ตลับแป้ง/002.png"
    },
    {
      "filename": "003.png",
      "altText": "ตลับแป้งทรงกลมสีดำเงา ฐานใส มาพร้อมหัวฟองน้ำทรงกลมสำหรับแตะผลิตภัณฑ์ และฝาปิดทรงลูกบอลด้านบน เหมาะสำหรับรองพื้น คุชชั่น ครีม",
      "path": "/catalog/Powder case/Powder case ตลับแป้ง/003.png"
    }
  ],
  "Serum Bottle": [
    {
      "filename": "001.png",
      "altText": "ขวดดรอปเปอร์พลาสติกสีขาวขนาดเล็ก พร้อมฝาสีพาสเทลหลายสี เรียงเป็นแถวบนพื้นหลังสีขาว",
      "path": "/catalog/Serum Bottle/001.png"
    },
    {
      "filename": "002.png",
      "altText": "ขวดดรอปเปอร์แก้วสีชมพูอ่อน 2 ขนาด พร้อมฝาสีโรสโกลด์",
      "path": "/catalog/Serum Bottle/002.png"
    },
    {
      "filename": "003.png",
      "altText": "ขวดดรอปเปอร์แก้วสีม่วงเข้ม 2 ขนาด พร้อมฝาดรอปเปอร์สีดำ",
      "path": "/catalog/Serum Bottle/003.png"
    },
    {
      "filename": "004.png",
      "altText": "ขวดดรอปเปอร์แก้วใส 2 ขนาด ฝาโลหะสีเงินและสีทอง ดีไซน์เรียบหรู",
      "path": "/catalog/Serum Bottle/004.png"
    },
    {
      "filename": "005.png",
      "altText": "ขวดดรอปเปอร์แก้วใสทรงสูง ฝาโลหะสีทอง พร้อมหลอดหยดสีขาว",
      "path": "/catalog/Serum Bottle/005.png"
    },
    {
      "filename": "006.png",
      "altText": "ขวดเซรั่มทรงกระบอก สีพาสเทล 5 สี เรียงกันบนพื้นหลังสีขาว มีช่องแสดงระดับของเหลว",
      "path": "/catalog/Serum Bottle/006.png"
    },
    {
      "filename": "007.png",
      "altText": "ขวดเซรั่มทรงกลมแก้วใส 2 ขนาด ฝาสีเงินและสีทอง ดีไซน์พรีเมียม",
      "path": "/catalog/Serum Bottle/007.png"
    },
    {
      "filename": "008.png",
      "altText": "ขวดเซรั่มทรงเหลี่ยมใส ดีไซน์คริสตัล หัวปั๊มสีเงิน",
      "path": "/catalog/Serum Bottle/008.png"
    }
  ],
  "Stick Tube": [
    {
      "filename": "001.png",
      "altText": "หลอดบรรจุภัณฑ์ทรงปากกาสีใส (pen-style cosmetic tube) ตัวหลอดโปร่งใสทรงกระบอกเรียวยาว ฝาดำทั้งสองด้าน แยกฝาครอบ ปลายหลอดออกแบบสำหรับหัวแปรงหรือหัวลูกกลิ้ง เหมาะสำหรับเซรั่ม ออยล์ และผลิตภัณฑ์แต้มเฉพาะจุด",
      "path": "/catalog/Stick Tube/001.png"
    },
    {
      "filename": "002.png",
      "altText": "แท่งลิปสติกทรงกระบอก (cylindrical stick packaging) หลายสีพาสเทล ตัวแท่งแยกเป็นสองส่วน ฝาครอบทรงกระบอกผิวเรียบ ระบบหมุนดันจากด้านล่าง เหมาะสำหรับบาล์ม ครีมแท่ง และสกินแคร์แบบสติ๊ก",
      "path": "/catalog/Stick Tube/002.png"
    },
    {
      "filename": "003.png",
      "altText": "แท่งสติ๊ก 2 หัวทรงกระบอกใส (clear cylindrical jar) แยกชิ้นฝาบนและฝาล่าง โครงสร้าง 3 ส่วน เหมาะสำหรับครีมบำรุงผิวและผลิตภัณฑ์สกินแคร์พรีเมียม",
      "path": "/catalog/Stick Tube/003.png"
    },
    {
      "filename": "004.png",
      "altText": "แท่งสติ๊กทรงสี่เหลี่ยมมนสีขาว (rounded square stick packaging) มีระบบหมุนดันจากด้านล่าง เหมาะสำหรับครีมแท่ง และสกินแคร์แบบสติ๊ก",
      "path": "/catalog/Stick Tube/004.png"
    },
    {
      "filename": "005.png",
      "altText": "แท่งสติ๊กพลาสติกสีขาวทรงสี่เหลี่ยมมน ฐานสีส้ม ระบบหมุนดันจากฐาน พร้อมฝาครอบ เหมาะสำหรับบาล์ม สกินแคร์ และเครื่องสำอางแบบแท่ง",
      "path": "/catalog/Stick Tube/005.png"
    },
    {
      "filename": "006.png",
      "altText": "แท่งสติ๊กสีขาวทรงสี่เหลี่ยมมน (rounded rectangular stick) ด้านบนเป็นหัวแปรง พร้อมฝาครอบ แพ็กเกจจิ้งสำหรับรองพื้น คุชชั่น และผลิตภัณฑ์เมคอัพ",
      "path": "/catalog/Stick Tube/006.png"
    },
    {
      "filename": "007.png",
      "altText": "แท่งสติ๊กสีดำทรงกระบอกเรียว (slim cylindrical tube) ด้านหนึ่งเป็นหัวฟองน้ำคุชชั่น อีกด้านเป็นหัวแปรงแต่งหน้า พร้อมฝาครอบใส แพ็กเกจจิ้งแบบ 2-in-1 สำหรับรองพื้นและสกินแคร์",
      "path": "/catalog/Stick Tube/007.png"
    },
    {
      "filename": "008.png",
      "altText": "แท่งสติ๊กสีน้ำเงินทรงกระบอก (cylindrical stick packaging) ระบบหมุนดันจากด้านล่าง ฝาครอบแยกชิ้น เหมาะสำหรับบาล์ม ครีมแท่ง และสกินแคร์แบบสติ๊ก",
      "path": "/catalog/Stick Tube/008.png"
    }
  ]
}